Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/white_papers/samediggediedadus_samegiela_gaktuj_2012.pdf.tmx
Source language: smj
Languages: sma

source: Sámedigge miejnni birástakmáksema sámegielak dievnastusájda hæhttuji njuolgga stáhtas suohkanijda ja fylkkasuohkanijda mannat.
sma: Saemiedigkien mïelen mietie dle mieriesertiestimmieh saemiengïeleldh dïenesjidie tjuerieh ryöktesth tjïeltide jïh fylhkentjïeltide staateste juhtedh.

source: Almma gålo guovtegielak dievnastusfálaldime aktijvuodan hæhttuji vuodon gå birástakmáksemav mierret.
sma: Akte goerehtalleme dejstie riektes maaksojste guektiengïeleldh dïenesjidie, tjuara våarome årrodh gosse edtja mieriesertiestimmide nænnoestidh.

source: Sámedigge vuojnná dárbov sámegielav nannit ja åvddånahttet giellaressurssasuohkanijn.
sma: Saemiedigkie vuajna daerpies saemien gïelem eevtjedh jïh evtiedidh gïelevierhtietjïeltine.

source: Sámedigge sihtá sámegielav nannit dáj suohkanijn giellaåvddånahttema rudáj baktu.
sma: Daejnie tjïeltine Saemiedigkie sæjhta saemien gïelem eevtjedh gïeleevtiedimmievierhtiej tjïrrh.

source: Dáv dahkap guhkesájggásasj aktisasjbarggosjiehtadusáj baktu suohkanij gånnå ulmijt mierret iesjguhtik suohkana dárboj milta giela vuoksjuj.
sma: Daam edtja darjodh guhkies laavenjostoelatjkoej tjïrrh tjïeltigujmie, gusnie gïelen daerpiesvoete ulmiem beaja fïerhtene tjïeltesne.

source: Dåjma hæhttuji jåhtuj biejaduvvat suohkana álmmugij vuoksjuj ma sámegiela anov vijdet, sámegielaj addnij lågov laset, ja sámegielav vuojnnusij buktá sebrudagán.
sma: Tjuara råajvarimmiejgujmie nïerhkedh mah leah tjïelten årroji vööste stuvreme, jïh mah åtnoem saemien gïeleste eevtjieh, gïeleutnijidie lissiehtieh jïh saemien gïelem våajnoes darjoeh siebriedahkesne.

source: Rudá ma uddni stáhtas båhti galggi dåssju mannat sámegiela åvddånahttemij ja dåjmajda ma giellaåvddånahttemav giellaressurssasuohkanijn åvdet.
sma: Dah sertiestimmieh mijjieh daan biejjien staateste guektiengïeleldh dïenesjidie dåastobe, edtjieh ajve evtiedæmman saemien gïeleste jïh darjoemidie årrodh mah gïeleevtiedimmiem skreejrieh gïelevierhtietjïeltine.

source: Sáme giellaguovdátja viehka buorre bargov dahki bájkálasj sebrudagájn, ja li dåjmalattja dagu giellakursaj ja sámegiela árenáj ásadijn.
sma: Saemien gïelejarngh aktem stoerre barkoem voengesne darjoeh, dah gellie gïelekuvsjh öörnieh jïh leah sijjieh saemien gïelese.

source: Sáme giellaguovdátja diededi jahkásasj rapportaj ja budsjæhttadárboj baktu dárbbo le ienep dåjmajs ma sámegielav nanniji.
sma: Saemien gïelejarngh bievnieh fïerhten jaepien reektehtsi jïh budsjedtedaerpiesvoeti tjïrrh, ihke daerpies jienebh råajvarimmiejgujmie juktie saemien gïelem eevtjedh.

source: Giellaguovdátja aj tsuojggiji ij le heva luohtadahtte jus rudá båhti jali e..
sma: Gïelejarngi mïelen mietie dle dah eah daejrieh guktie dej ekonomeles tsiehkie lea åvtese.

source: Giellaguovdátjij ruhtadille hæhttu tjielggasit buoreduvvat jus galggi bessat guhkesájggásattjat plánit bájkálasj sebrudagáj dárboj milta.
sma: Tjuara gïelejarngi ekonomijem tjarki lissiehtidh guktie dah nuepieh åadtjoeh guhkiebasse soejkesjidh, siebriedahken daerpiesvoeti mietie.

source: Dát tsuojggiduvvá aj sáme giellaguovdátjij árvustallamin.
sma: Dam aaj vuarjasjimmesne dejstie saemien gïelejarngijste tjïerteste.

source: Sámedigge le gárves gehtjadit gåktu máhttep giellaguovdátjij ruhtadilev buoredit, valla miejnni iehtjáda dagu suohkana, fylkkasuohkana ja guovdásj oajválattja hæhttuji ienep åvdåsvásstádusáv válldet váj giellaguovdátjij ruhtadille bárrán.
sma: Saemiedigkie sæjhta vuartasjidh maam mijjieh maehtebe darjodh juktie gïelejarngi ekonomeles tsiehkiem bueriedidh, men veanhta aaj jeatjebh, goh tjïelth, fylhkentjïelth jïh voernges åejvieladtjh, tjuerieh aktem stuerebe dïedtem vaeltedh juktie gïelejarngi ekonomijen gorredidh.

source: Sámedigge dárbaj buorre ja dåjmalasj aktisasjbarggoguojmijt gå galggap barggat sámegiela nannimijn ja åvddånahttemijt iesjguhtik suorgen, duola dagu sáme giellaguovdátja ma viehka buorre bargov dahki bájkálasj birrasijn.
sma: 28 Saemiedigkie tjuara hijven jïh eadtjohke laavenjostoeguejmieh utnedh gosse edtja saemien gïelem eevtjedh jïh evtiedidh dejnie ovmessie gïeledajvine, vuesiehtimmien gaavhtan saemien gïelejarngh mah aktem nænnoes barkoem voengesne darjoeh.

source: Valla ælla giellaguovdátja juohkka sajen gånnå sáme årru.
sma: Men gïelejarngh eah leah tseegkesovveme gaajhkine dajvine gusnie saemieh årroeh.

source: Sámedigge adná ájnnasin barggat aktan ietjá sáme ásadusáj ja dájt nannit váj dåjma jåhtuj biejaduvvi ma sámegielav Sámev miehtáj nanniji.
sma: Saemiedigkie aaj vuajna vihkeles laavenjostedh jeatjah saemien institusjovnigujmie jïh dejtie eevtjedh, guktie dah råajvarimmieh aelkieh mah saemien gïelem eevtjieh abpe Saepmesne.

source: Ájnas le jut sáme ásadusáj giellamáhtudahka nanniduvvá ja jut nanos fáhkabirrasa sámegielan åvddåni duoppen dáppen.
sma: Sæjhta vihkeles årrodh gïelemaahtoem saemien institusjovnine eevtjedh, guktie nænnoes faagebyjresh saemien gïelesne sjidtieh gellene lehkesne.

source: Návti sjaddi ienep dåjma ja sámegiella nannusappo vuojnnusij boahtá.
sma: Daate sæjhta vielie darjomh sjugniedidh jïh gïele vielie våajnoes sjædta.

source: Gå vuorddep sáme ásadusá galggi ienep åvdåsvásstádusáv válldet sámegiela åvdås, de hæhttu aj mielan adnet sámegielan vádnuni bágo ja moallánagá moatten ådå sebrudaksuorgen.
sma: Gosse mijjieh veanhtadibie saemien institusjovnh edtjieh aktem stuerebe dïedtem vaeltedh saemien gïeleevtiedimmien åvteste, tjuara aaj måjhtelidh saemien gïele baakoeh jïh terminologijem fååtese, jïjnjh orre siebriedahkesuerkiej sisnjeli.

source: Dat gájbbet sáme ásadusájn li ålgodisævto mai baktu máhtti dát åvdås dågålasj láhkáj vásstedit.
sma: Vihkeles saemien institusjovnh mierietsiehkieh utnieh mah darjoeh guktie dah maehtieh daam dïedtem hijvenlaakan vaeltedh.

source: Sámedigge le gárves dát åvdås vásstedit, valla gájbbet guovdásj oajválattja aj dát åvdås vásstedi.
sma: Saemiedigkie sæjhta dam dïedtem vaeltedh, men kreava voernges åejvieladtjh aaj tjuerieh dïedtem dan åvteste vaeltieh.

source: Viehka buorre fálaldagá ja dåjma li jåhtuj biejadum iesjguhtik ásadiddjijs prosjæktan.
sma: Ovmessie aktöörh leah jïjnjh hijven faalenassh jïh råajvarimmieh aalkeme, mah daan biejjien leah prosjekth.

source: Dá li dåjma ma li buorre båhtusijt vaddám ja masi hæhttu stuoves ruhtadibme ásaduvvat.
sma: Daate lea råajvarimmieh mah hijven illedahkh vadteme, jïh mah tjuerieh ihkuve beetnehdåarjoem åadtjodh.

source: Galggap dáppe muhtem buojkulvisájt nammadit.
sma: Sïjhtebe daesnie naan vuesiehtimmieh neebnedh.

source: Sáme allaskåvlå ållessjattukåhpadimprográmma le moadda ållessjattugijda vaddám vejulasjvuodav gielav oahppat.
sma: Geervelïerehtimmieprogramme Saemien jolleskuvlen tjïrrh, jïjnjh geerve almetjidie nuepiem vadteme gïelem lïeredh.

source: Dát prosjækta dal joarkká stuoves ruhtadimijn váj ájn ienebu bessi sámegielav oahppat.
sma: Tjuara daam prosjektem ihkuve beetnehdåarjojne jåerhkedh, guktie jienebh nuepiem åadtjoeh saemien lïeredh.

source: Oarjjelsáme giellabiesse le prosjækta mij le Nordlánda fylkkamánnes ja Svieriga sámeskåvllådåjmadagás jåhtuj biejadum.
sma: Åarjelsaemien gïelebiesie lea akte prosjekte Nordlaanten Fylhkenålman jïh Saemieskuvleståvroen tjïrrh Sveerjesne.

source: 26 læhkám gå galggá giellaåhpadusáv nannit.
sma: Gïeliebiesieh jïh gïelelaavkomh leah gaajh hijven råajvarimmieh orreme juktie gïelelïerehtimmiem eevtjedh.

source: Sámediggediedádusán åhpadusá hárráj nammaduvvá aj man ájnas le jut giellalávggoma stuoves ruhtadimev oadtju.
sma: Saemiedigkiebïevnesisnie lïerehtimmien jïh ööhpehtimmien bïjre neebnesåvva aaj man vihkeles ihkuve beetnehdåarjoe lea gïelebieside.

source: Åtsådallama oarjjelsáme guovlos vuosedi máná ja nuora sámegielav oahppi viehka jåhtelabbo gå dákkir giellalejrajda oassálassti.
sma: Dååjrehtimmieh åarjelsaemien dajveste vuesiehtieh maanah jïh noerh saemien verkebe lierieh gosse meatan dagkarinie gïelebiesine.

source: Galle le vejulasjvuodajs, sierraláhkáj rádjáguovlojn, åhpadiddjeressursajt Svierigin ja Suoman ávkkit, ja giellabiesetjåhkanimijn aktijdit.
sma: Jïjnjh nuepieh, joekoen raastedajvine, lohkehtæjjavierhtieh Sveerjeste jïh Såevmeste veedtjedh, jïh gïelebiesieh iktedidh.

source: Da beras lulujin liehket stuoves fálaldagá ja gájbbedi økonomalasj ressursajt.
sma: Daate byöroe ihkuve faalenassh årrodh jïh ekonomeles vierhtieh kreava.

source:  Sámegielan li buorre økonomalasj ålgodisævto
sma:  Saemien gïele hijven ekonomeles mierietsiehkieh åtna

source:  Lasedum birástakmávso stáhtas sámegiela åvddånahttemij
sma:  Lissiehtamme mieriesertiestimmieh staateste juktie saemien gïelem evtiedidh

source:  Birástakmákso sámegielak dievnastusfálaldahkaj njuolgga stáhtas suohkanijda ja
sma:  Mieriesertiestimmie saemiengïeleldh dïenesjidie ryöktesth tjïeltese jïh fylhkentjïeltese staateste

source:  Sáme almulasj nammadusáv ásadit mij guoradallá njuolgadusájt, fámov, ålgodisævto ja
sma:  Aktem saemien byögkeles moenehtsem tseegkedh mij laakh, faamoem, mierietsiehkieh jïh

source: åvdåsvásstádusáv sámegiela vuoksjuj.
sma: dïedtejoekedimmiem salkehte saemien gïelen bïjre.

source:  Bærrájgæhttjat jut suohkanij ja fylkkasuohkanij guovtegielak dievnastusáj gålo kárttiduvvi
sma:  Stilledh akte goerehtalleme dorjesåvva tjïelti jïh fylhkentjïelti maaksojste, guektiengïeleldh

source:  Dilev láhtjet váj giellaprosjevta ma buoragit li vuorbástuvvam stuoves ruhtadimev oadtju.
sma:  Sjïehteladtedh ihke hijven gïeleråajvarimmieh mah prosjektine aalkeme, ihkuve

source: Almaslasj ressursa
sma: Almetjen vierhtieh

source: Giellamáhtudagá vánesvuohta le stuorra hásstalus juohkka sebrudaksuorgen.
sma: Gaajhkine siebriedahkesuerkine dle akte stoerre haesteme gïelemaahtoe fååtese.

source: Sierraláhkáj åhpadussuorgen, varresvuodasuorgen, riektásuorgen ja girkkon le dát læhkám stuorámus hásstalusáj gaskan sámegiela bargon.
sma: Joekoen lïerehtimmiesuerkien, healsoesuerkien, reaktasuerkien jïh gærhkoen sisnjeli, daate akte dejstie stööremes haestiemijstie orreme saemien gïelebarkosne.

source: Moadda suohkanijn háldadimguovlon li læhkám gássjelisvuoda ietjasa vælggogisvuodajt ållidit mij guosská sámelága giellanjuolgadusájda danen gå almasjlasj ressursa vádnuni.
sma: Jienebh tjïelth reeremedajvesne dåeriesmoerh åtneme sijjen dïedth illedh saemielaaken gïelenjoelkedassi mietie, dan åvteste almetjen vierhtieh gååvnesieh.

source: Jus sámelága giellanjuolgadusájt rievddá, gånnå Sámedigge oajvvat dá galggi ålles lánndaj guosskat, de sámegielak fáhkaulmutjij vánesvuohta sjaddá ájn vil ienebut vuojnnut.
sma: Aktene staeriedimmesne saemielaaken gïelenjoelkedassijste, gusnie Saemiedigkie raereste dah abpe laantem feerhmieh, dle sæjhta joekoen vuejnedh saemiengïeleldh faagealmetjh fååtesieh.

source: Ålleslasj vuorodibme sámegielak barggijt åttjudit ja sámegiela åhpadime fálaldahka studentajda ja fáhkaulmutjijda luluj ållu dárbulasj gå galggá sebrudagá boahtte dárbojt gåbttjåt.
sma: Akte ållesth barkoe juktie saemiengïeleldh barkijh dåårrehtidh, jïh lïerehtimmiem saemien gïelesne faalehtidh studentide jïh faagebarkijdie, leah eevre daerpies jis edtja båetijen aekien daerpiesvoeth siebriedahkesne illedh.

source: Akta sivva dasi gå sámegiella ij vuojga háldadusán aneduvá le jut sámegielak bargge vájlluji sámegiela fáhkaterminologijav ja ælla hárjjánam bargon sámástit.
sma: Akte fåantoe mannasinie saemien ij reeremisnie åtnasovvh lea dannasinie barkijh mah saemiestieh eah dam saemien faageterminologijem utnieh, jïh haarjanimmiem fååtesieh saemien barkosne nåhtadidh.

source: Dat mierkki åhpadusásadusá aj hæhttuji åvdåsvásstádusáv válldet mij guosská sámegielak studentaj åhpadibmáj.
sma: Dan åvteste dle ööhpehtimmieinstitusjovnh aaj tjuerieh dïedtem åadtjodh saamastallije studenth ööhpehtidh.

source: Studenta hæhttuji bessat sáme fáhkaterminologijav oahppat váj bessi sámegielav adnet virgenis gå li åhpadusájn ållim.
sma: Studenth byöroeh nuepiem åadtjodh saemien faageterminologijem lïeredh, guktie dah buektiehtieh saemien nåhtadidh sijjen barkosne ööhpehtimmien mænngan.

source: Sámegielak máhtudagá dárbbo ij le stuorre dåssju almulasj ja suohkanlasj dievnastusfálaldimen, ájnat aj sosiála ja kultuvralasj fálaldagájn sebrudagán.
sma: Ij leah ajve daerpies saemiengïeleldh maahtojne dej byögkeles jïh tjïelten dïenesji sisnjeli, men aaj sosijaale jïh kultuvrelle faalenasi sisnjeli siebriedahkesne.

source: Media, girjálasjvuohta ja guládallam li suorge manna sámegielak máhtudagájt dárbaj.
sma: Meedija, lidteratuvre jïh govlesadteme leah suerkieh gusnie daerpies saemiengïeleldh maahtojne, juktie saemiengïeleldh faalenassem evtiedidh.

source: Sierraláhkáj ájnas le mánáj giellaåvddånahttemij jut gávnnuji buorre sámegielak fálaldagá median, girjálasjvuodan ja kultuvran.
sma: Joekoen vihkeles maanaj gïeleevtiedimmien gaavhtan hijven saemiengïeleldh faalenassh gååvnesieh, meedijan, lidteratuvren jïh kultuvren sisnjeli.

source: Dárbulasj le jut sámegielaga iesjguhtik virgijda álggi, váj navti sihkarasstá giellamáhtudagáv iesjguhtik sebrudaksuorgen.
sma: Daerpies saemiengïeleldh almetjh ovmessie barkojde dåårrehtidh, juktie naemhtie gïelemaahtoem gorredidh dejnie ovmessie gïelesuerkine.

source: 27 hæhttuji dal åvdåsvásstádusáv válldet kursajt fállat sámegielan juohkka dásen.
sma: Butenschønmoenehtsen salkehtimmie tjïerteste ihke vihkeles saemien dotkemegïeline evtiedidh, jïh vihteste dotkemeinstitusjovnh tjuerieh sijjen dïedtem vaeltedh kuvsjefaalenassh evtiedidh saemien gïelesne gaajhkine daltesinie.

source: Sámedigge aj nammadusájn guorras jut sámegielak dutkam le vuodulasj gå galggá sáme fáhkagielav åvddånahttet, ja jut fáhkagiella le oassen gå galggá sámegielav tsieggit ålles, ja navti sebrudakguodde giellan.
sma: Saemiedigkie lea sïemes moenehtsen vuajnojne mij jeahta saemiengïeleldh dotkeme lea vihkeles juktie saemien faagegïelem evtiedidh, jïh faagegïele lea akte bielie gïeleevtiedimmeste, guktie gïele akte ållesth gïele sjædta mij siebriedahkesne sjeahta.

source:  Sáme giellamáhtudahka juohkka sebrudaksuorgen.
sma:  Saemien gïelemaahtoe gaajhki siebriedahkesuerkiej sisnjeli

source:  Ájn ienep sámegielak barggijt åttjudit
sma:  Jienebh saamastallije barkijh dåårrehtidh

source:  Sámegielav fáhkagiellan åvddånahttet
sma:  Saemien faagegïeline evtiedidh

source:  Ienep åhpadimev åttjudit sámegiellaj ja – gielan dutkamin ja alep åhpan.
sma:  Lissiehtamme lïerehtimmie saemiengïelesne dotkemen jïh jollebe ööhpehtimmien sisnjelen

source: Giellafágalasj åvddånahttem
sma: Gïelefaageles evtiedimmie

source: Terminologia ja giellateknologalasj åvddånahttem li ájnas ålgodisævto sámegiela vuoksjuj.
sma: Evtiedimmie terminologijeste jïh gïeleteknologeles dïrregijstie leah vihkeles saemien gïelen gaavhtan.

source: Giellafágalasj åvddånahttem hæhttu sebrudakåvddånimev tjuovvot, ja agev le ådå terminologijas dárbbo.
sma: Dïhte gïelefaageles evtiedimmie tjuara evtiedimmiem siebriedahkesne dåeriedidh, jïh daerpies orre terminologijem iktemearan evtiedidh.

source: Terminologijaåvddånahttema buoremus vuodo le gå ådå bágoj åvddånahttem álggá iesjguhtik fáhkasuorge dárboj ja sávadusáj milta, dagu gå mekanihkkafágalasj ja giellafágalasj máhtudahka aktiduvvá terminologijabargon.
sma: Dïhte bööremes våarome terminologijeevtiedæmman, lea gosse evtiedimmie orre baakojste daerpiesvoetijste jïh vaajtelijstie båata dejstie ovmessie faagesuerkijste, vuesiehtimmien gaavhtan gosse mekanihkefaageles jïh gïelefaageles daajroe ektesne berkieh terminologijeevtiedimmine.

source: Teknologijaåvddånahttem juohkka sebrudaksuorgen le viehka dárbulasj jus giella galggá iesjguhtik fáhkasuorgen aneduvvat.
sma: Eevre daerpies terminologijem evtiedidh gaajhki siebriedahkesuerki sisnjeli, ihke edtja maehtedh gïelem nåhtadidh dej ovmessie faagesuerkiej sisnjeli.

source: Terminologija vánesvuohta le stuorra hásstalussan uddni.
sma: Juktie terminologije fååtese dle dïhte stoerre haestemh sjugnede daan biejjien.

source: Sierraláhkáj le dát duodalasj oarjjel- ja julevsáme gielaj gáktuj.
sma: 30 julevsaemien gïelese.

source: Árbbedábálasj bágo ja moallánagá aktan bájkkenamáj tjoahkkim li ájnnasa danen gå da sisadni árbbediedov mav hæhttu várajda válldet.
sma: Aerpievuekien baakoeh, soptestimmievuekieh jïh sijjienommh tjöönghkedh leah vihkeles dan åvteste dej lea aerpievuekien daajroe maam tjuara gorredidh.

source: Giellateknologalasj tjoavddusa li ávkálasj ja buorre viehkkenævo sihke giela adnuj ja åhpadibmáj.
sma: Gïeleteknologeles dïrregh leah nuhteligs jïh hijven viehkievierhtieh dovne gïeleåtnoen jïh gïelelïerehtimmien gaavhtan.

source: Buorre giellateknologalasj vædtsaga lulujin ájnnasa sámegielav nannit ja åvdedit.
sma: Hijven gïeleteknologeles dïrregh sijhtieh vihkeles årrodh juktie saemien gïelem eevtjedh jïh evtiedidh.

source: Máná ja nuora li viehka dåjmalasj addne ådå teknologijas vijdes gåbddudagán digitála nævojs ja prográmmajs.
sma: Maanah jïh noerh leah gaajh eadtjohke utnijh orre teknologijste, gelliesåarhts dïrregigujmie jïh programmevaaroejgujmie.

source: Dá mánáj giellaadnuj vájkkudi, danen le ájnas jut dá aj sámegiellaj gávnnuji.
sma: Daah maanaj gïeleåtnoem tsevtsedieh, dan åvteste dle vihkeles daah aaj saemien gïelesne gååvnesieh.

source: Dat guosská sihke prográmmajda, spelajda ja daj lágátja mobijllatelefåvnåjda, dáhtámasjijnajda, valla aj vuogas digitála æjvvalimsaje gånnå máhttá sámegiellaj guládallat.
sma: Dovne programmh, spïelh jïh plearoeh mobijletellefovnide jïh daatamaasjinide, men aaj hijven digitaale tjåanghkoesijjieh gusnie maahta saemien gïelesne soptsestidh.

source: Buorre sosiála næhttabájke gånnå bæssá sámegiellaj guládallat lulujin ájnas giellaárená sierraláhkáj mánájda ja nuorajda gudi årru bájkijn gånnå ietján ælla heva sámegiela árená.
sma: Hijven sosijaale nedtesijjieh gusnie maahta saemiengïelesne soptsestidh maehtieh vihkeles gïelesijjieh årrodh, joekoen dejtie maanide jïh noeride mah sijjine årroeh gusnie jeatjah gaavhtan leah vaenie saemien gïelesijjieh.

source: Sáme merka iesjguhtik dáhtábásajn dahki duov dáv hásstalusáv duola dagu gå galggá sáme bájkkenamájt registrerit.
sma: Saemien væhtah ovmessie daatabaasine haestemh sjugniedieh gaskem jeatjah gosse edtja saemien sijjienommh vïhtesjadtedh.

source: Teknologija hæhttu åvddånit dáhtábásaj, GPS:a, applikasjåvnåj ja ietjá vædtsagij gáktuj váj sjaddá álkkep sáme merkajt dáj aktijvuodajn adnet.
sma: Daerpies gelliesåarhts teknologeles evtiedimmine, goh daatabaasah, GPS, applikasjovnh jïh jeatjah, guktie aelhkie sjædta saemien væhtah dejnie nåhtadidh.

source: Ålleslasj giellapolitihkka mierkki aj vuogas láhkáj rijkkarájáj rastá barggat.
sma: Akte ållesth gïelepolitihke aaj aktem hijven raastenrastah laavenjostoem kreava.

source: Aktisasj terminologijaåvddånahttem ja normerim le ájnas jus galggá sámegiela aktisasj vuodov sihkarasstet.
sma: Tjåenghkies terminologijeevtiedimmie jïh normeradimmie leah vihkeles juktie dam tjåenghkies våaromem gorredidh saemien gïelese.

source: Hådje luluj jus sáme giela åvddånahtti iesjguhtik guovlluj, danen gå de soajttá gássjel sjaddá rijkkarájáj rastá guládallat.
sma: Sæjhta joekoen ovlæhkoes årrodh jis saemien gïelh fïereguhten haaran evtiesuvvieh, juktie dellie maahta dåeriesmoerh sjïdtedh laanti dåaresth govlesadtedh.

source: Sámedigge le måttijt jagijt juo terminologijaprosjevtajt ja dålusj bágoj ja bájkkenamáj tjoahkkimav doarjjum, ja miján le moadda jage juo læhkám sierra åssudahka mij bájkkenamáj ja terminologijajn barggá.
sma: Saemiedigkie lea gellie jaepieh dåarjoem vadteme terminologijeprosjektide, jïh aerpievuekien baakoeh jïh sijjienommh tjöönghkedh.

source: Danen li miján juo buorre mudduj sámegielak terma.
sma: Sisnjelds libie aaj saemien terminologijeevtiedimmine barkeme, jïh gellie jaepieh aktem jïjtse suerkiem åtneme mij sijjienommigujmie jïh terminologijine barka.

source: Åvddål dá máhtti aneduvvat duola dagu oahppogirjijn de hæhttuv kvalitehtav guoradit.
sma: Åvtelen dah maehtieh vuesiehtimmien gaavhtan learoegærjine åtnasovvedh, dle tjuara dej kvaliteetem gorredidh.

source: Sámedigge nuortarijkaj aktisasjbargos berus váj terminologija máhttá rijkkarájáj rastá aneduvvat. Ulmme le terminologija
sma: Saemiedigkie sæjhta noerhtelaantigujmie laavenjostedh, ihke terminologije maahta laanteraasti rastah åtnasovvedh.

source: 28 åvddånahttem, kvalitehta guoradallam ja normerim galggá dagáduvvat nuorttarijkaj aktisasjbarggon mij sisadná sihke fáhka- ja giellamáhtudagáv.
sma: Veanhta terminologijeevtiedimmie, kvaltiteetegorredimmie jïh normeradimmie aktene noerhtelaanti laavenjostosne dorjesuvvieh, gusnie dovne faage- jïh gïelemaahtoe.

source:  Buorre giellateknologalasj tjoavddusa sámegiela gáktuj
sma:  Hijven gïeleteknologeles dïrregh saemien gïelese

source:  Sáme terminologija juohkka sebrudaksuorgen
sma:  Saemien terminologije gaajhkine siebriedahkesuerkine

source:  Sáme bájkkenamá registreridum ja vuojnnusij biejadum
sma:  Saemien sijjienommh vïhtesjadteme jïh våajnoes dorjeme

source:  Dålusj bágo ja moallánagá li dokumenteridum ja li gieda åvdån
sma:  Aerpievuekien baakoeh jïh dïejvesh leah vihtiestamme jïh åahpenamme

source:  Teknologalasj tjoavddusa ma li sáme bokstávajda hiebaduvvam
sma:  Teknologeles dïrregh mah leah sjïehteladteme saemien væhtide

source:  Viehkedit buorre sáme terminologija- ja báhkodáhtábássaj giellafágalasj ja giellateknologalasj
sma:  Viehkiehtidh guktie akte hijven saemien terminologije- jïh baakoedaatabaase gååvnese akten

source: birrasij siegen.
sma: laavenjostoen tjïrrh gïelefaageles jïh gïeleteknologeles byjresigujmie

source:  Barggat dan vuoksjuj jut ådå teknologija ja digitála nævo li hiebaduvvam ja
sma:  Barkedh ihke teknologije jïh digitaale dïrregh leah sjïehtedamme jïh evtiedamme aaj saemien

source: åvddånahteduvvam váj bæssá sámegielav aj válljit.
sma: gïeleveeljemasse

source:  Nannit sáme terminologija åvddånahttemav
sma:  Barkoem eevtjedh saemien terminologijeevtiedimmine

source:  Ájn vil sávrebut barggat árbbediedo ja sáme bájkkenamáj tjoahkkimijn.
sma:  Barkoem eevtjedh juktie aerpievuekien daajroem jïh saemien sijjienommh tjöönghkedh

source: Barggosuorgge 3: Giellaaddne
sma: Barkoesuerkie 3: Gïeleutnijh

source: Akta Sámedikke ulmijs le lasedit sámegiela addnij lågov.
sma: Akte dejstie Saemiedigkien ulmijste lea låhkoem lissiehtidh saemien gïeleutnijijistie.

source: Ajtu ij le alla addnelåhko ietjastis makkirak sihkarvuohta jut giella galggá åvddånahttet ja vijddábut iellet, valla giellaaddnij álldarjuohkem le ájnas.
sma: Akte stoerre utnijelåhkoe ij leah læjhkan akte garantije ihke akte gïele edtja evtiesovvedh jïh guhkiebasse jieledh, vuestelen dle gïeleutniji aaltereplaantege vihkeles.

source: Jus li moadda vuoras giellaaddne de dat merkaj sámegiela addne låhko ij lassána.
sma: Ij leah seekere akte stoerre låhkoe båarasåbpoe gïeleutnijijstie sæjhta låhkoem lissiehtidh gïeleutnijijstie.

source: Gå galggá giellaaddnij lågov lasedit da li gålmmå ássje sierraláhkáj ájnnasa; buolvas buolvvaj gielav dåmadit, sámegielak mánájgárde ja buorre giellaåhpadibme.
sma: Gosse edtja låhkoem gïeleutnijijstie lissiehtidh dle golme faktovrh vihkeles; sertiestimmie boelvi gaskem, saemiengïeleldh maanagïerth jïh hijven gïelelïerehtimmie.

source: Gielladuvddem sijdan
sma: Gïelesertiestimmie hïejmesne

source: Sámedikke ulmme le lasedit giellaaddnij lågov váj navti gielav nanni ja åvddånahttá.
sma: Saemiedigkien ulmie lea låhkoem lissiehtidh gïeleutnijijstie, jïh naemhtie gïelem eevtjedh jïh evtiedidh.

source: Giela addnijs båhti dárbo sebrudagán.
sma: Dah mah gïelem nåhtadieh, dah aaj daerpiesvoetide sjugniedieh siebriedahkesne.

source: Dát sjaddá viehka ájnas boahtteájggáj aj.
sma: Daate sæjhta vihkeles årrodh aaj båetijen aejkien.

source: Hásstalus le oadtjot ájnegisáv sámegielav válljitjit.
sma: Haesteme lea fïereguhtem skreejredh saemien gïelem veeljedh.
